IDEA Open Model
ProjectData.Date Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the date.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public DateTime Date { get; set; }
Public Property Date As DateTime
	Get
	Set
Property Value
Type: DateTime
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace